<template>
<div class="agreement-body" id="wrapper" style="overflow: auto; display: none;">
	<div class="swiper-wrapper" id="slide">
		<div class="swiper-slide">
			<div style="padding-bottom:80px;position:relative;-webkit-overflow-scrolling: touch;">
				<h3 class="text-center">
				华西证券微信服务协议
				</h3>
				<p style="text-indent:2rem;">
					鉴于您（以下简称“客户”或“您”）已与华西证券股份有限公司（以下简称“华西证券”或“我司”）签署了相关的账户开立协议，并成为华西证券的客户，就华西证券为您提供的多项微信服务，包括但不限于华西证券通过微信平台提供的“智能应答”、“投教基地”、“信息推送”、“账户查询”、“华西产品”、“行情”、“交易”、“开户”等服务，请您在开启前述功能之前，均应仔细阅读本协议。
				</p>
				<p style="text-indent:2rem;">
					客户通过页面点击确认选择本协议，即表示同意接受本协议的全部内容。
				</p>
				<p style="text-indent:2rem;">
					如果您对本协议的条款有疑问，请通过华西证券官方客服热线95584直接咨询。如果您不同意本协议的任意内容，请不要进行后续操作。
				</p>
				<h4>
				一、服务内容
				</h4>
				<p style="text-indent:2rem;">
					按照华西证券微信服务信息，您可以享受华西证券向您提供“智能应答”、“投教基地”、“信息推送”、“账户查询”、“华西产品”、“行情”、“交易”、“开户”等微信服务，点击相应菜单后可查看详细的内容。
				</p>
				<p style="text-indent:2rem;">
					1、微信服务端对客户提问进行智能应答，所有回复仅供您参考，您可能面临回复信息不及时、不完整或机器人无法答复等风险，我司不对因微信应答资料全部或部分内容产生的或因依赖该资料而引致的任何损失承担任何责任。
				</p>
				<p style="text-indent:2rem;">
					2、投教基地信息内容仅为投资者教育之目的而发布，不构成投资建议。投资者据此操作，风险自担。我司力求所涉信息准确可靠，但并不对其准确性、完整性和及时性作出任何保证，对因使用文本引发的损失不承担责任。
				</p>
				<p style="text-indent:2rem;">
					3、您使用华西证券微信服务端进行一切账户绑定/解除绑定、账户查询、交易等操作，均需验证您的交易密码，为了账户信息安全，请您妥善保管好您的交易密码。凡是使用您密码所进行的一切委托，均被视为您亲自办理的有效委托。
				</p>
				<p style="text-indent:2rem;">
					4、您开通账户绑定功能后，定阅的信息推送服务和微信端账户查询页面，仅提供A股账户以及基金账户信息，不涉及融资融券账户、B股账户以及三板市场等信息，如您不愿意继续使用，可随时通过微信平台取消绑定，取消账户绑定之后，华西证券将不再通过微信渠道给您提供账户类的服务。
				</p>
				<p style="text-indent:2rem;">
					5、您订阅的信息推送服务，因通讯故障或网络中断等原因，可能导致无法及时向您传递证券信息的风险，您无法及时获取订阅信息，由此产生的一切损失，华西证券不承担任何责任。
				</p>
				<p style="text-indent:2rem;">
					6、您订阅的信息推送中所提及的内容仅供参考，账户信息均以华西证券系统记录为准，我司对信息的准确性或者完整性不作出任何保证，推送信息不构成具体投资决策建议，且不承诺投资者一定获利，也不对任何人使用推送信息所引起的损失负责。
				</p>
				<p style="text-indent:2rem;">
					7、您使用华西证券微信端进行的交易记录等账户信息查询，以华西证券系统记录为准，其中交易系统显示的成本价，浮动盈亏等信息，仅供您进行投资参考，不代表实际盈亏。
				</p>
				<h4>
				二、免责条款
				</h4>
				<p style="text-indent:2rem;">
					因下列情形导致您产生损失的，华西证券不承担任何责任：
				</p>
				<p style="text-indent:2rem;">
					1、因微信自身平台导致的服务中断及其他不可抗力因素导致的服务问题。
				</p>
				<p style="text-indent:2rem;">
					2、因地震、火灾、台风及其他各种不可抗力引起停电、网络系统故障、电脑故障。
				</p>
				<p style="text-indent:2rem;">
					3、因通讯线路故障、通讯技术缺陷、电脑黑客或计算机病毒等问题造成委托系统不能正常运转。
				</p>
				<p style="text-indent:2rem;">
					4、因您的设备或通讯故障或设备未能处于正常工作状态致使华西证券未能按时或及时收到您申请信息，或者华西证券收到的您申请信息不完整而导致您损失的。
				</p>
				<p style="text-indent:2rem;">
					5、因您的故意或疏忽导致交易密码、银行卡支付密码、验证码等身份认证要素泄露或遗失，由此导致您损失的。
				</p>
				<p style="text-indent:2rem;">
					6、因您对设备的错误操作和对有关信息的错误理解导致损失的。
				</p>
				<p style="text-indent:2rem;">
					7、 因您的微信账号密码、设备被他人获取，并因他人操作您的账户导致损失的。
				</p>
				<p style="text-indent:2rem;">
					8、因不可归责于华西证券的第三方原因导致您损失的。
				</p>
				<p style="text-indent:2rem;">
					9、法律、政策重大变化，或华西证券不可预测、不可控制的因素导致的突发或意外事件导致您产生损失的。
				</p>
				<p style="text-indent:2rem;">
					10、如因您的账户，包括且不限于证券账户、理财账户、信用账户，已销户或账户状态不正常（挂失、冻结等）或者由于司法或其他原因而进行了账户冻结、扣划或销户，导致华西证券无法履行协议的，华西证券不承担任何责任。
				</p>
				<p style="text-indent:2rem;">
					11、互联网的数据传输可能因通信繁忙出现延迟、或因其他原因出现中断、停顿或数据不完全、数据错误等情况，从而使委托或交易出现延迟、停顿、中断或失败，对此华西证券不承担任何责任。
				</p>
				<p style="text-indent:2rem;">
					12、凡通过本网站与其他网站的链结，而获得其所提供的网上资料及内容，您应该自己进行辨别及判断，华西证券不承担任何责任。
				</p>
				<p style="text-indent:2rem;">
					13、法律规定和本《微信服务协议》约定的其他免责事项。
				</p>
				<h4>
				三、客户承诺
				</h4>
				<p style="text-indent:2rem;">
					1、您承诺具有合法使用华西证券微信服务主体资格，不存在法律法规禁止或限制进行交易的情形。
				</p>
				<p style="text-indent:2rem;">
					2、您保证所提供或输入信息真实、准确和有效，并对此承担责任。
				</p>
				<p style="text-indent:2rem;">
					3、您承诺独立使用本协议规定微信服务，不与他人共享。
				</p>
				<p style="text-indent:2rem;">
					4、您同意华西证券有权根据自身业务发展或自身风控需要等原因决定是否向您（含是否继续向您）提供微信服务、以及提供（含继续提供）服务的范围、种类及业务操作权限等，对此您不持异议。您确认，华西证券有权根据投资者类别、身份认证措施、交易风险程度等因素设定不同的风控措施。
				</p>
				<p style="text-indent:2rem;">
					5、遵守法律规定、微信增值服务及华西证券相关业务规则。
				</p>
				<h4>
				四、附则
				</h4>
				<p style="text-indent:2rem;">
					1、本协议自您开通微信服务起生效，您选择开通微信服务时对本协议点击确认视同签署。本协议的内容以华西证券系统记录为准。
				</p>
				<p style="text-indent:2rem;">
					2、本协议自您开通微信服务起生效，自您关闭微信服务时终止。本协议签订后，若相关法律、行政法规、规章、规范性文件被修订，本协议相关条款与其中强制性规定发生冲突的，应按新修订的法律、法规、规章、规范性文件及规则办理，本协议其他内容及条款继续有效。
				</p>
				<p style="text-indent:2rem;">
					3、华西证券保有制定和单方随时修改各项规则的权利。所有规则均构成本协议的有效组成部分。新制定和经修改的协议将通过华西证券官方微信公众账号推送、或通过华西证券网站进行公布，不做逐一通知。新制定和经修改的协议一旦公布则立即生效，且对生效前的客户同样适用。若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务。若您不同意修改后的协议内容，您应停止使用微信增值服务。
				</p>
				<p style="text-indent:2rem;">
					4、存在如下情形时，华西证券有权单方终止本协议，终止提供微信服务，并有权对您的账户进行全部或部分进行冻结：
				</p>
				<p style="text-indent:2rem;">
					（1）您违反本协议约定或违反法律规定的；
				</p>
				<p style="text-indent:2rem;">
					（2）有权机关要求的；
				</p>
				<p style="text-indent:2rem;">
					（3）您或华西证券微信服务涉嫌违反国家规定的；
				</p>
				<p style="text-indent:2rem;">
					（4）华西证券基于自身单方面合理判断认为账户操作、资金进出等存在异常时；
				</p>
				<p style="text-indent:2rem;">
					（5）法律规定或协议约定的其他情形。
				</p>
				<p style="text-indent:2rem;">
					5、出现下列情形，本协议终止：
				</p>
				<p style="text-indent:2rem;">
					（1）您选择停止使用微信服务；
				</p>
				<p style="text-indent:2rem;">
					（2）华西证券终止向您提供微信服务的；
				</p>
				<p style="text-indent:2rem;">
					（3）法律法规规定、监管要求或协议约定的其他情形，本协议的的终止不能免除您本协议项下未履行完毕的义务，亦不免除您因违反本服务协议应承担的责任。
				</p>
				<p style="text-indent:2rem;">
					6、有关本协议的签订、效力、解释、执行和争议解决等事宜均适用中华人民共和国法律、法规。本协议履行过程中如发生争议，应由双方友好协商解决。协商解决不成的，应向华西证券所在地有管辖权的人民法院提起诉讼。
				</p>
				<p style="text-indent:2rem;">
					7、如果本协议的部分规定与有关的法律法规或金融规章相抵触，双方应按有关的法律法规或金融规章的规定履行自己的权利义务，协议的其他部分的效力不受影响。
				</p>
				<p style="text-indent:2rem;">
					8、本协议未尽事宜，在华西证券其他与本业务有关的相关协议有约定的，适用华西证券其他与本业务有关的相关协议约定。
				</p>
				<p style="text-indent:2rem;">
					9、如果您不了解或不能承受使用微信平台进行相关操作及交易的风险，请您不要使用微信服务进行交易。 如果您使用微信服务进行交易，即视为您已经完全理解本协议内容，了解本服务协议所揭示的风险，接受华西证券相关免责条款，愿意承受使用微信服务进行交易的风险，并同意承担由此带来的损失。
				</p>
			</div>
		</div>
	</div>
	<button id="deal" type="btn" class="btn btn-lg btn-danger btn-block">同&nbsp;&nbsp;意</button>
</div>
</template>
<style>
	#deal{
		font-size: 1.6rem;
		background: #C7322F;
		height: 4rem;
		width: 90%;
		margin: 0 5% 2rem;
		border: none;
		color: #fff;
		border-radius: 2rem;
	}
</style>
