<template>
	<div style="padding-bottom:7rem;position:relative;-webkit-overflow-scrolling: touch;">
    <div class="text" style="padding: 1rem 1.5rem;font-size: 1.4rem;">
        <p>尊敬的客户：
        </p>

        <p>为方便您办理信息变更业务（以下简称“本业务”），现将本业务办理的相关规则与风险提示说明如下：
        </p>

        <p>1.身份证号、姓名等关键信息的变更不能通过本业务办理。
        </p>

        <p>2.本业务只能办理个人客户的非关键信息的变更，个人客户办理关键信息的变更和机构客户若需变更信息，请携带相关证件及信息变更证明材料到您的开户营业部临柜办理。
        </p>

        <p>3.本业务办理时间为每个交易日的09:30——17:00，其余时间均不能办理，因您未遵循本业务办理时间而带来的相关问题，责任由您承担，本公司不承担任何相关责任。
        </p>

        <p>4.本业务包括以下几个办理阶段：风险揭示-资料修改-修改完成（包括信息同步）。您只有依次、完整经历以上环节才能成功办理本业务，在中间任何环节退出都不能保证本业务办理成功。
        </p>

        <p>5.您提交修改重要信息发送与接收渠道后，我公司会按照您提交的修改要求修改您的资金账户的相关信息。
        </p>

        <p>6.在信息变更时，请您根据真实情况修改信息，若因信息不真实带来的相关责任和损失由您自行承担，本公司不承担任何责任和损失。
        </p>

        <p>7.本约定所称“重要信息”由我公司按照监管部门要求确定，我公司为您发送的重要信息仅作为风险提示，不作为您规避风险的必然条件。您在证券市场的投资风险和损失由您自行承担。
        </p>

        <p>8.我公司可自主选择您所留存的重要信息发送与接收渠道中的一种或两种方式为您发送重要信息。由于您提供的重要信息发送与接收渠道有误，导致您无法及时接收到我公司为您发送的重要信息，由此造成的损失，我公司不承担任何责任。
        </p>

        <p>
            9.为了您能够及时接收到我公司为您发送的重要信息，您有义务日常及时查看您所留存的联系移动电话和电子邮箱，并在接收到我公司发送的重要信息后及时回复确认。如您未及时进行回复确认，根据我公司的短信发送系统或电子邮件系统的发送成功记录，即视同您已收到并确认相关重要信息。
        </p>

        <p>
            10.遇不可抗力或我公司无法控制或不可预测的网路故障、网络延迟、黑客攻击、病毒感染、系统故障、设备故障、通讯故障、电力故障等原因导致我公司无法及时为您发送重要信息或导致您无法及时接收到我公司为您发送的重要信息，由此造成的损失，我公司不承担任何责任。
        </p>

        <p>
            11.请您遵守本业务规则，如因您未遵守业务规则造成未能成功办业务，责任由您承担，本公司不承担任何相关责任。同时若您提供的发送与接收渠道发生变更，请五个工作日内及时到我公司办理变更手续，或是在网上营业部对您信息进行变更，若未及时办理变更手续，造成的损失，我公司不承担任何责任。
        </p>

        <p>12.请您注意密码保护，密码通过本系统认证后，视同您本人操作，本公司不承担任何相关责任。
        </p>
    </div>
    <router-link to="modifyinfohome">
        <button type="button" class="btn btn-danger btn-block agree-btn">同&nbsp;&nbsp;意</button>
    </router-link>
</div>
</template>
<style>
        .agree-btn {
				position: fixed;
        left: 5%;
        bottom: 24px;
        margin: 1rem auto;
        width: 90%;
        border-radius: 15px;
        font-size: 1.6rem;
        height: 4rem;
    }
</style>
